<?php

$_['_Address'] = 'العنوان';
$_['_Category'] = 'القسم';
$_['_Cart_Added'] = 'تمت إضافة المنتج إلى السلة بنجاح';
$_['_Cart_Deleted'] = 'تمت حذف المنتج من السلة بنجاح';
$_['_Cart_Is_Found'] = 'المنتج موجود مسبقاً في السلة';
$_['_Cart_Quantity_Out_Stock'] = 'الكمية المطلوبة أكبر من الكمية المتاحة';
$_['_Cart_Quantity_Updated'] = 'تم تحديث الكمية بنجاح';
$_['_City'] = 'المدينة';
$_['_Comment_Added'] = 'تمت إضافة التعليق';
$_['_Contents'] = 'المحتوى';
$_['_Copyright'] = 'جميع الحقوق محفوظة لموقع الجمعية دوت كوم';
$_['_CreatedDate'] = 'تاريخ الإضافة';
$_['_Dear'] = 'عزيزي {1},,,';
$_['_Email'] = 'البريد الإلكتروني';
$_['_EmailNotFound'] = 'البريد الذي أدخلته غير مسجل';
$_['_ErrorUnexpected'] = 'حدث خطأ غير متوقع, حاول مرة أخرى';
$_['_FullName'] = 'الإسم بالكامل';
$_['_InCurrect_Email'] = 'البريد الإلكتروني غير صحيح';
$_['_Items_In_Cart'] = 'المنتجات الموجود في السلة الخاصة بك';
$_['_NewPayment'] = 'عملية شراء جديدة';
$_['_MailingList_Email_Added'] = 'تم الإشتراك بقائمتنا البريدية';
$_['_MailingList_Email_Deleted'] = 'تم حذف البريد الإلكتروني من قائمتنا البريدية';
$_['_MailingList_Email_Founded'] = ' البريد الإلكتروني موجود مسبقاً قائمتنا البريدية';
$_['_Message_Deleted'] = 'تم حذف الرسالة بنجاح';
$_['_Message_Sended'] = 'تم إرسال الرسالة بنجاح';
$_['_Mobile'] = 'الجوال';
$_['_Must_Be_Login'] = 'يجب عليك تسجيل الدخول أولاً';
$_['_New_Password'] = 'كلمة المرور الجديدة هي :';
$_['_No'] = 'لا';
$_['_New_Password'] = 'كلمة المرور الجديدة هي :';
$_['_NewPassword'] = 'كلمة المرور الجديدة';
$_['_Offer_Added'] = 'تمت الإضافة بنجاح';
$_['_Offer_Deleted'] = 'تمت الحذف بنجاح';
$_['_Offer_Edited'] = 'تمت التعديل بنجاح';
$_['_OldPassword'] = 'كلمة المرور القديمة';
$_['_Order_Added'] = 'تم تقديم طلبك, سيتم مراجة طلبك من الإدارة';
$_['_OrderDate'] = 'تاريخ الطلب';
$_['_OrderID'] = 'رقم الطلب';
$_['_Password'] = 'كلمة المرور';
$_['_Password_Updated'] = 'تم إرسال رسالة للبريد الإلكتروني بكلمة المرور الجديدة';
$_['_Price'] = 'السعر';
$_['_Profile'] = 'حسابي';
$_['_SavedDone'] = 'تم الحفظ بنجاح';
$_['_SignOut'] = 'تم تسجيل الخروج بنجاح';
$_['_ShippingCost'] = 'خدمة توصيل';
$_['_This_Paid_Items'] = 'لقد قمت بشراء بعض المنتجات من موقعنا, إليك التفاصيل';
$_['_Title'] = 'العنوان';
$_['_Total'] = 'الإجمالي';
$_['_RegMsg'] = 'مرحباً بك  يا
    {1}
    <br />
    إسم المستخدم :-
    {2}
    ';
$_['_Reg_Success'] = 'تم التسجيل بنجاح يمكنك تسجيل الدخول';
$_['_Restore_Password'] = 'إستعادة كلمة المرور';
$_['_Restored_Password'] = 'تم إرسال كلمة المرور الجديدة على بريدك الإلكتروني';
$_['_rNewPassword'] = 'إعادة كلمة المرور الجديدة';
$_['_Updated_Password'] = 'تم تغيير كلمة المرور الجديدة بنجاح';
$_['_Updated_User_Data'] = 'تم تعديل البيانات بنجاح';
$_['_User_Admin_DeActive'] = 'هذا الحساب تم إيقافه من الإدارة';
$_['_User_Comment_This'] = '{1} قام بالتعليق على {2}';
$_['_User_DeActive'] = 'لم تقم بفعيل حسابك';
$_['_User_Login_Error'] = 'خطأ في إسم المستخدم أو كلمة المرور, حاول مرة أخرى';
$_['_UserName'] = 'إسم المستخدم';
$_['_Wishlist_Added'] = 'تمت إضافة المنتج إلى مفضلتك بنجاح';
$_['_Wishlist_Deleted'] = 'تمت حذف المنتج من مفضلتك بنجاح';
$_['_Wishlist_Is_Found'] = 'المنتج موجود مسبقاً في مفضلتك';

//Errors
$_['_Error_Could_Not_Connect_To_Database'] = 'هناك خطأ ما حول مرة أخرى!';
$_['_Error_No_Rows_Found'] = 'لا يوجد نتائج!';
$_['_Error_Incorrect'] = '{1} غير صحيح';
$_['_Error_Is_Found'] = '{1} موجود مسبقاً';
$_['_Error_Is_Not_Found'] = '{1} غير موجود';
$_['_Error_Is_Not_Matched'] = '{1} غير متطابق';
$_['_Error_Min_Max_Length'] = '{1} لا يقل عن {2} حرفاً ولا يزيد عن {3} حرفاً';
$_['_Error_Max_Length'] = '{1} لا يزيد عن {2} حرفاً';
$_['_Error_Min_Length'] = '{1} لا يقل عن {2} حرفاً';
$_['_Error_Required'] = '{1} مطلوب';
$_['_Error_User_Pass'] = 'خطأ في إسم المستخدم أو كلمة المرور';
$_['_ErrorUnexpected'] = 'حدث خطأ غير متوقع, حاول مرة أخرى';