<?php

$_['_Active'] = 'مفعل';
$_['_Add'] = 'إضافة';
$_['_AddCopy'] = 'إضافة نسخة';
$_['_AdminSettings'] = 'إعدادت المدير';
$_['_Alias'] = 'الإسم المستعار';
$_['_Approved'] = 'الموافقة';
$_['_Author'] = 'المؤلف';
$_['_Back'] = 'رجوع';
$_['_BrowseSite'] = 'تصفح الموقع';
$_['_ByProduct'] = 'حسب المنتج';
$_['_ByUser'] = 'حسب المشتري';
$_['_Cancel'] = 'إلغاء';
$_['_Choose'] = 'إختر';
$_['_ConfirmDelete'] = 'هل أنت متأكد من الحذف ؟ ... سوف يتم حذف جميع البيانات المتعلقة بالعناصر المختارة';
$_['_Contents'] = 'المحتوى';
$_['_ControlPanel'] = 'لوحة التحكم';
$_['_Copyright'] = '';
$_['_CreatedDate'] = 'تاريخ الإنشاء';
$_['_Delete'] = 'حذف';
$_['_Description'] = 'الوصف';
$_['_DeSelectAll'] = 'إلغاء التحديد';
$_['_Details'] = 'تفاصيل';
$_['_Devices'] = 'الأجهزة';
$_['_Direction'] = 'rtl';
$_['_Disable'] = 'تعطيل';
$_['_Edit'] = 'تعديل';
$_['_Email'] = 'البريد الإلكتروني';
$_['_Enable'] = 'تمكين';
$_['_Error'] = 'خطأ!';
$_['_Example'] = 'مثال';
$_['_Featured'] = 'مميز';
$_['_FileManager'] = 'مدير الملفات';
$_['_FullName'] = 'الإسم بالكامل';
$_['_Gallery'] = 'ألبوم الصور';
$_['_Home'] = 'الرئيسية';
$_['_HPSO'] = 'ترتيب في الرئيسية';
$_['_ID'] = 'الكود';
$_['_InActive'] = 'غير مفعل';
$_['_Keywords'] = 'كلمات دلالية';
$_['_Lang'] = 'ar';
$_['_Lang_Details'] = 'بيانات مترجمة';
$_['_MainMenu'] = 'القائمة الرئيسية';
$_['_Message'] = 'رسالة!';
$_['_Mobile'] = 'الجوال';
$_['_ModifiedDate'] = 'تاريخ آخر تعديل';
$_['_MyProfile'] = 'حسابي';
$_['_NotFound'] = ' --- لا يوجد --- ';
$_['_No'] = 'لا';
$_['_Notifications'] = 'إشعارات الجوال';
$_['_PageNotFound'] = 'الصفحة غير موجودة';
$_['_ParentCategory'] = 'القسم الأب';
$_['_Password'] = 'كلمة المرور';
$_['_Picture'] = 'صورة';
$_['_PictureOptions'] = 'خيارات الصورة الرئيسية';
$_['_Piwik'] = 'إحصائيات الزوار';
$_['_Preview'] = 'معاينة';
$_['_Publish'] = 'نشر';
$_['_PublishOptions'] = 'خيارات النشر';
$_['_Save'] = 'حفظ';
$_['_SavedDone'] = 'تم الحفظ بنجاح.';
$_['_ScheduleArticle'] = 'المقالات المجدولة';
$_['_Search'] = 'بحث';
$_['_Send'] = 'إرسال';
$_['_SelectAll'] = 'تحديد الكل';
$_['_SelectAll_None'] = 'إلغاء التحديد';
$_['_SeoOptions'] = 'خيارات الSEO';
$_['_Settings'] = 'الإعدادات';
$_['_Shared'] = 'مشترك';
$_['_SignIn'] = 'تسجيل دخول';
$_['_SignOut'] = 'تسجيل خروج';
$_['_SiteSettings'] = 'إعدادات الموقع';
$_['_SortingOrder'] = 'ترتيب الفرز';
$_['_State'] = 'الحالة';
$_['_Subject'] = 'عنوان الرسالة';
$_['_Title'] = 'العنوان';
$_['_Reset'] = 'إستعادة';
$_['_View'] = 'عرض {1}';
$_['_Viewed'] = 'مشاهدات';
$_['_Unexpected_Error'] = 'حدث خطأ غير متوقع .. حاول مرة أخرى.';
$_['_UnPublish'] = 'عدم نشر';
$_['_UpdateSorting'] = 'تحديث الترتيب';
$_['_Url'] = 'الرابط';
$_['_UserName'] = 'إسم المستخدم';
$_['_Waiting'] = 'جاري التحميل...';
$_['_Warning'] = 'تحذير!';
$_['_Warning_Message'] = 'يوجد بعض الأخطاء راجع البيانات المدخلة.';
$_['_Yes'] = 'نعم';

//Menu

$_['_Banner'] = 'الإعلان';
$_['_Banners'] = 'الإعلانات';
$_['_Banners_Add'] = 'إضافة إعلان';
$_['_Banners_View'] = 'عرض الإعلانات';

$_['_Brand'] = 'الماركة';
$_['_Brands'] = 'الماركات';
$_['_Brands_Add'] = 'إضافة ماركة';
$_['_Brands_View'] = 'عرض الماركات';

$_['_Categories'] = 'الأقسام';
$_['_Categories_Add'] = 'إضافة قسم';
$_['_Categories_View'] = 'عرض الأقسام';
$_['_Category'] = 'القسم';

$_['_Cart'] = 'الطلب';
$_['_Carts'] = 'الطلبات';
$_['_Carts_'] = 'سجل الطلبات';
//$_['_Carts_Add'] = 'إضافة طلب';
$_['_Carts_Log'] = 'عرض الحسابات';
$_['_Carts_View'] = 'عرض الطلبات';

$_['_Comments'] = 'التعليقات';
$_['_Comments_View'] = 'عرض التعليقات';

$_['_MailingList_Users'] = 'أعضاء القائمة البريدية';
$_['_MailingList_Users_Add'] = 'إضافة عضو للقائمة البردية';
$_['_MailingList_Users_View'] = 'عرض أعضاء القائمة البريدية';

$_['_MailingList'] = 'القائمة البريدية';
$_['_MailingList_Add'] = 'إرسال رسالة';
$_['_MailingList_View'] = 'عرض القائمة البريدية';

$_['_Menus'] = 'القوائم';
$_['_Menus_Add'] = 'إضافة قائمة';
$_['_Menus_View'] = 'عرض القوائم';

$_['_Page'] = 'الصفحة';
$_['_Pages'] = 'الصفحات';
$_['_Pages_Add'] = 'إضافة صفحة';
$_['_Pages_View'] = 'عرض الصفحات';

$_['_Product'] = 'المنتج';
$_['_Products'] = 'المنتجات';
$_['_Products_Add'] = 'إضافة منتج';
$_['_Products_View'] = 'عرض المنتجات';

$_['_Slider'] = 'السلايدر';
$_['_Sliders'] = 'السلايدر';
$_['_Sliders_Add'] = 'إضافة سلايدر';
$_['_Sliders_View'] = 'عرض السلايدر';

$_['_Store'] = 'المتجر';
$_['_Stores'] = 'المتاجر';
$_['_Stores_Add'] = 'إضافة متجر';
$_['_Stores_View'] = 'عرض المتاجر';

$_['_User'] = 'المستخدم';
$_['_Users'] = 'المستخدمين';
$_['_Users_Add'] = 'إضافة مستخدم';
$_['_Users_View'] = 'عرض المستخدمين';



// Address

$_['_Address'] = 'العنوان';
$_['_Gada'] = 'الجادة';
$_['_House'] = 'رقم المنزل';
$_['_Widget'] = 'القطعة';
$_['_Street'] = 'الشارع';
$_['_Zone'] = 'المنطقة';